export const poemData= [
`Слава, слава в вышних Богу
Дух мой, радостно воспой!
Я стремлюсь к тому чертогу,
Где Жених сладчайший мой.

Ты, Исусе мой сладчайший,
Мне на помощь прииди,
Всех благ мира, мне дражайших,
Мою душу освяти.

Ты один моя надежда,
Всей душой к тебе стремлюсь,
Ты покров мой и одежда,
В скорби я тобой живлюсь.

О, Пресладкий Искупитель,
Дай Свою мне благодать,
Девства моего хранитель,
Будь Ты мне Отец и Мать.

Мира прелести, забавы
Прочь идите от меня,
Все вы – лестные отравы,
Я бегу вас, как огня.

Славой вечной восхищаюсь,
Суетой не льщусь земной,
Ежечасно утешаюсь
Той небесной красотой,

Где святые все собором
И бесплотных лик духов
Воспевают райским хором:
«Свят Господь Бог Саваоф!»

Где в торжественном сияньи
Богоматерь предстоит
И на землю с состраданьем
И любовию глядит.

Дух и сердце веселится,
Что Ты Бог мой и Отец,{
И душа к Тебе стремится,
Где скорбям моим конец.

Я от мира удаляюсь,
Чтоб достигнуть мне небес,
И в пустыню поселяюсь,
Не страшась скорбей и слез.

Я от мира удаляюсь,
Чтоб достигнуть мне небес,
И в пустыню поселяюсь,
Не страшась скорбей и слез.

Ты услышь мой стон сердечный
И вонми душе моей,
Всемогущий и Превечный,
Милостью утешь Своей.

Дух надеждою живится,
Что под Кровом я Твоим,
Сердце всё к Тебе стремится,
Не прельщается земным.

Если Ты всегда со мною,
То кого я убоюсь?
Под Твоей благой рукою
Ничего не устрашусь.

День и ночь в слезах молитвы
Пред Тобою, Царь, стою,
Помоги мне в страстной битве
И спаси рабу Свою.

Я сердечными очами
Созерцаю Твой Чертог
И с горячими слезами
Пред Тобой молюсь, мой Бог!

Всё земное – честь и слава –
Что мне пользы могут дать?
Для души они отрава,
Их желаю избегать.

Что мне миром увлекаться,
Если должно во гроб лечь,
Для чего тем заниматься,
Что разрушит смертный меч?

Всё исчезнет в этом мире,
Как трава и цвет в полях:
Бедный в рубе, царь в порфире –
Обратятся оба в прах!

Небом должно мне пленяться
И надеждой в Бога жить,
Верой в Бога утешаться
И душой Его любить!`,

// -----------------------------------------------------------

`Слезы ливши о Сионе,
И сердечною тоской,
Пел Израиль в Вавилоне,
Пленный сидя над рекой.

Скучно жить в стране безбожной
Без святаго олтаря,
Где кумир и Бог подложный,
Власть надменного царя.

Где святой закон в зазоре,
Нет и истины следа.
О! Велико наше горе,
Жить с неверными — беда.

Дни проводим мы в боязни,
Нами трепет овладел,
Ни за что мы терпим казни,
И орган наш онемел.

Вот и снова злое время
Над вселенной взяло власть.
Утеснено правых племя,
Терпят кроткие напасть.

Пала древняя святыня,
Храм духовный разорен.
И Сион стал, как пустыня,
Весь закон в нем изменен.

С виду много блеска славы
И наружной красоты,
А посмотришь на уставы —
Все фальшивые цветы.

Род избранных весь рассеян,
Сжат железною рукой,
Опорочен и осмеян,
Цену платят за покой.

Если вспомнишь прежни годы —
Слезы ронишь не хотя:
Время мифа и свободы,
О прошедших днях грустя.

Когда вера процветала
И любовь жила в сердцах,
Всюду истина блистала,
Был в народе Божий страх.

Воин, раб и царь на троне,
Князь, святитель и купец —
Были все в одном законе,
Земледелец и мудрец.

Все одну печать имели,
Крест чесный, небесный знак.
И в одной святой купели
Омывали древний мрак.

Удалясь от мира в горы,
Как пустынные орлы,
Дев и иноков соборы
Пели Вышнему хвалы.

Расширялись наши грани,
Как на пир, мы шли на сечь.
Цари наши брали дани,
Сокрушали вражий меч.

В древность было — с поля брани
Устрашенный враг бежал
Действом Крестной Благодати.
Меч не столь их поражал.

Власть святители имели
И творили чудеса,
А потом в земле не тлели
Их по смерти телеса.

Ныне люди только знают
Посмеяться старине.
Звезды на небе считают,
Царство видят на луне.

Видят там леса и горы,
Степи, реки им в глазах,
Но не проникнут лишь их взоры
В беспредельных высотах.

Вечно мир земной летает,
И вертится день и ночь.
Тех прелестник обретает,
Кто от церкви отпал прочь.

Тех, кто древность презирает
И уставы не хранит,
Все за глупость почитает,
Своим абсурдом дорожит.

Устав древних содержащих
Тех считает за глупцов,
Хулу на древность наносящих
За превеликих Мудрецов.

Видят там леса и горы,
Степи, реки, всякий злак.
Не проникнут лишь их взоры —
Есть ли кофе, да табак.

Вечно мир земной летает,
И вертится день и ночь.
Тех прелестник обретает,
Кто благих дел весьма тощ.`,

// -------------------------------------

`Человек бе некто богатый,
Имел у себе он два сына,
И рече юнейший отцу сын,
Отче даждь ми часть от богатства.

Послушал отец милосердный,
разделил имение равно,
Вскоре младый сын отбегает,
отчее богатство взимает.

Отеческих недр отлучися,
на чужой стране поселился.
Расточив богатство и дары,
данные отеческой славой.

Грех блудной изволил имети,
как в темнице темной сидети,
Свойственно греху дар имети свой,
приходит глад крепок во стране той.

Начал от глада изнемогати,
о богатстве стал он рыдати,
О горе мне грешному сушу,
горе благих дел не имушу,

Расточих богатство духовно,
живя во стране сей голодно,
Совлекохся первыя одежды,
Божия лишися надежды.

Се моя одежда и дела,
убивают душу и тело,
Отиду далече на страну,
от рожец питатися стану.

Дому чуждь небеснаго Владыки,
не достин жиги с человеки.
Временная предпочитаю,
явиться отцу как, не знаю.

Паду пред отцом умилюся,
и с его пищи наслаждуся,
Пойду и реку ему смело,
согреших ти отче мой зело.

Приими заблудьшаго сына,
яко от наемник едина.
Видит отец сына идуща,
умиленный образ имуща.

И тек, падает на выю,
не тужи, аз грех твой отмыю.
Начат любезно лобызати,
первое богатство давати.

Облекает в светлую одежду,
дает сыну благу надежду.
Перстень на руку возлагает,
первую печать подавает.

И всей красоте сподобляет,
пение и лики созывает.
Глаголет старейшему сыну,
со отцем пребывшему выну.

Брат твой сей мертв бе и ожил есть,
пришедши к нам и ожил есть.
Достойно есть радость имети,
со ангелы вкупе воспети.

Достойно есть радость имети,
со ангелы вкупе воспети.
Коль щедраго Отца мы стяжахом,
в милости богата познавахом.

Коль щедра отца вы стяжаете,
в милости богатства познаете.
Всяк кто убожает зело,
приходит к нему паки смело,

В первую честь он взимает,
во первом достоинстве бывает.`,

// --------------------------------------

`Рожество Христово – Ангел прилетел.
Он летел по небу, людям песни пел:
"Вы люди ликуйте, все днесь торжествуйте 
Днесь Христово Рождество!"

Я лечу от Бога, Радость вам принёс,
Что в вертепе бедном родился Христос.
Скорей поспешайте, Христа прославляйте,
Днесь – Христово Рождество!

Пастыри к вертепу первыми пришли,
И Младенца Бога с Матерью нашли.
Стояли, молились, Христу поклонились
Днесь Христово Рождество!

А волхвы, увидев яркую звезду,
Пришли поклониться Богу и Царю.
Поклоны отдали, дары Ему дали:
Злато, смирну и ливан.

Все мы согрешили, Спасе пред Тобой.
Все мы люди грешны, Ты один Святой.
Прости согрешенья, дай нам оставленье.
Днесь – Христово Рождество!`,

// -----------------------------------------

`Из пустыни старец в царский дом приходит
он принес с собою (2)
Свят прекрасный и любезный Камень драгий

Иосаф царевич просит Варлаама:
покажи сей Камень (2)
Я увижу и познаю цену Его.

Удобнее можешь солнце взять рукою,
А Сего не можешь (2)
Оценити во вся веки никогда.

О! Купец премудрый, скажи мне всю тайну,
как на свет явися (2)
И где ныне пребывает Камень той.

Родился сей камень от Пречистой Девы,
положен во яслях (2)
Прежде всех явился бедным пастухам.

Ныне же сей Камень выше звезд небесных,
солнца со звездами (2)
И земля и море его славят всегда.

Оставлю я царство, иду я в пустыню,
взыщу Варлаама, (2)
И служить ему буду, как отцу.

Любезна пустыня! Доведи до старца
С ним я жить желаю (2)
Да Христа обрящу чрез него.

Сказала пустыня отроку младому:
горько во мне жити (2)
Всегда надо быть в молитвах и посте.

Завсегда я буду, жити как пустынник
затворюсь в вертепе (2)
И буду плакать о грехах.

Ты Един Безсмертен, Бог мой и Создатель
верным отверзаешь (2)
Небесные чертоги - любящим тебя.`,

// -----------------------------------------

`Седе Адам прямо рая, (2)
и свою наготу рыдая и плакаше:

Увы мне, увы мне! Раю мой, раю мой, прекрасный мой раю! (2)
Прелестию удержану, окрадену и славы удалену!

Увы мне, увы мне!
Уже к тому твоея пищи не наслаждуся!
К тому не узрю Спаса и Содетеля!

В землю пойду, от нея же взят бых! (2)
Милостиве Щедре, вопию Ти: помилуй мя падшаго!
Господи, Господи! Помилуй мя падшаго!`,

// -----------------------------------------

`Запевайте, христиане
В сей весёлый день:
В Вифлеемском бедном стане
Бог лежит на сене. (2 раза)

Вот настала всему свету
Весела година,
Что Пречистая Мария
Породила Сына. (2 раза)

Породила и повила,
В яслях положила,
А в тот час на небе зорька
Ясно засветила. (2 раза)

Засветила ясна зорька
По всей Палестине,
Налился страх на пастушек
Бывших при скотине. (2 раза)

Побросали пастушоньки
На поле скотину,
Взяли только по овечке
В дар Божьему Сыну. (2 раза)

На поклон Божьему Сыну
Вслед за пастырями
Поспешали за звездою
Царии с дарами. (2 раза)`,

// -----------------------------------------

`Под тенью навеса, на выступе гладком,
Сидел у колодца Христос,
Тут шла самарянка в обычным порядком.
Наполнила свой водонос.

 Христос попросил поделиться водою,
Она же сказала в ответ:
«Ведь я самарянка, а с нашей средою,
Общения кажется нет».

 Христос ей ответил: «О, если б ты знала,
Кто воду живую творит,
Сама бы искала, сама бы просила,
Того, кто с тобой говорит».

Колодец глубокий, как воду живую,
Ты можешь достать из него,
Отец наш Ияков, дал воду простую,
Неужели Ты больше его?

Христос ей сказал: «Приведи сюда мужа»,
Ответила: «Нет у меня».
Ты правду сказала, что пять их имела,
И этот, не муж у тебя.

Я вижу, пророк Ты, скажи где молиться?
На нашей горе Иразим,
Где Богу молиться, Ему поклониться,
Пришедше во Ерусалим.

Ни здесь и ни там, но везде и повсюду,
Где сердце любовью горит
Иди же неси благовестие людям,
Мессия с тобой говорит.

Тогда самарянка бегом побежала,
Оставила свой водонос,
И встречным кричала и всех призывала,
Идите: «явился Христос!»

Он там у колодца, сидит ожидает,
С восторгом кричала о Нем,
Послушайте как Он, с любовью вещает
Какие драгие слова.

Порыв ее сердца,святой благодатный
Проник самарянам в сердца.
Тут шли самаряне к Христову колодцу
И сами приняли Христа.

С тех пор самарянка,ту воду живую
Пила и поила других.
За воду живую она пострадала,
Причислена к лику святых.`,

// -----------------------------------------

`Кто поднимет свой взор на Христа на Кресте,
Тот покой обретет в тишине.
О, мой друг, посмотри, как весь мир возлюбя,
Он страдал на Кресте за тебя. 

Взглянь, взглянь! Грешник, взглянь! Взглянь на раны Христа,
На терновый венок
И познай, как в любви он высок. 

Он избавил тебя от грозы и суда,
Искупил Он тебя навсегда.
Сила смерти, где жало твое для бытья?
Грозный ад, где победа твоя? 

Беспросветная тьма над твоею душой
И страдание жажды порой.
Но взгляни на Христа.
Он лучами горит,
И источник в нем правды сокрыт. 

Над тобой беззаконье, как тяжесть ярма,
И темнит тебя жизнь, как тюрьма.
Но взгляни на Христа.
За твой грех Он в скорбях
Для свободы твоей Он в цепях.

О, зачем же в твоих сокровенных очах
Равнодушье бывает иль страх?
Грешник, взглянь на Христа ты с надеждой живой,
И получишь ты дар дорогой.`,

// -----------------------------------------

`Пробудись от сна, друг бедный:
Се в полунощи Жених
К нам грядет с небес со славой
С мертвыми судить живых.

Бди, молися - Он осудит
Нерадивого раба,
Коего от сна пробудит
Страшная Его труба.

Но блажен Христов раб верный,
Что обрящет бдящим Бог.
Он зреть будет свет безмерный
В райский внидучи чертог.

Девы глупые вздремали,
Оскудел у них елей,
Но зато несчастны стали,
Что остались вне дверей.

Нерадивым ноги, руки
Свяжут их в геенский ров,
Ввергнут там, где вечны муки,
Скрежетание зубов.

Бедный грешник, пробудися:
Се Христос к тебе идет.
Его кровью освятися -
Он на век тебя спасет.`,

// -----------------------------------------

`Вечер, сумерки настали
У Содомских у ворот

Добродушный святой старец
В гости странничков зовёт

Вы пойдите, отдохните
Под покровом у меня

Небо ясно ночь сокрыла
Отдохнуть уж вам пора

Вижу, вижу, не простые
Ко мне страннички идут

У них кудри золотые
И Вся Троица в Лице

Вы скажите, Вы скажите,
Куда вас Господь послал?

Мы пришли сюда к Содому,
Один Ангел отвечал

Принесли спасенье дому
Он тя вывести послал

Одевайтесь, собирайтесь
Выходите поскорей

Не успел Ангел промолвить
Как весь город, весь Содом

Все меньшие и большие
Окружили Лотов дом

Лот их вышел успокоить
Беззаконье прекратить

Они Лота окружили
Самого хотят убить

Заря медля занималась
Над содомской тишиной

Семья Лота собиралась
Пошли на гору толпой

Содом-город провалился,
Казнен огненным дождем

Жена Лота оглянулась
Стала соляным столбом`,

// -----------------------------------------

`Спит Сион и дремлет злоба,
Спит во гробе Царь царей,
За печатью камень гроба,
Всюду стража у дверей.

Ночь немая сад объемлет,
Стража грозная не спит:
Чуткий слух ее не дремлет,
Зорко вдаль она глядит.

Ночь прошла. На гроб Мессии,
С ароматами в руках,
Шли печальные Марии; —
Беспокойство в их чертах,

И тревога их печалит:
Кто могучею рукой
Тяжкий камень им отвалит
От пещеры гробовой.

И глядят, дивятся обе;
Камень сдвинут, гроб открыт;
И, как мертвая при гробе,
Стража грозная лежит.

А во гробе, полном света,
Кто-то чудный, неземной,
В ризы белые одетый,
Сел на камень гробовой,

Ярче молнии блистанья
Блеск небесного лица!
В страхе вестницы восстанья,
И трепещут их сердца!

«Что вы, робкие, в смятенье?»
Им сказал пришлец святой,
«С вестью мира и спасенья
Возвращайтеся домой.

Я ниспослан Небесами,
Весть я чудную принес:
Нет Живого с мертвецами;
Гроб уж пуст; Христос Воскрес!»

И спешат оттуда жены,
И с восторгом их уста
Проповедуют Сиону
Воскресение Христа.`,
];